Repository: jcome/otzhcn
Catalog: OTZhCN-omegat.tmx
Source language: en_us
Languages: zh_cn

source: # of backups to keep:
zh_cn: 要保留备份的份数:

source: %1 Level : %2 Frame : %3
zh_cn: %1 层级 : %2 帧 : %3

source: %1 %2 Frame : %3
zh_cn: %1 %2 帧 : %3

source: %1 has an invalid extension format.
zh_cn: %1 的文件扩展格式无效。

source: %1 (Edit)
zh_cn: %1 (编辑)

source: %1 : Expected a Level instance or a level name
zh_cn: %1: 预期的层级矢量或者层级名

source: %1 : Linear OFF
zh_cn: %1 : 关闭线性

source: %1 : Linear ON
zh_cn: %1 : 启用线性

source: %1 Menu Bar
zh_cn: %1 菜单栏

source: %1 Selected / %2 Total
zh_cn: 已选择 %1 / 总计 %2 个

source: %1 assets imported
zh_cn: 导入了 %1 项素材

source: %1 does not exist.
zh_cn: %1 不存在。

source: %1 frame
zh_cn: %1 帧

source: %1 frames
zh_cn: %1 帧

source: %1 frames per page
zh_cn: 每页%1 帧

source: %1 has an invalid file extension.
zh_cn: %1 的文件扩展无效。

source: %1 has been exported successfully.
zh_cn: %1 已经成功导出。

source: %1 has no palette
zh_cn: %1 没有调色板

source: %1 is already assigned to '%2' Assign to '%3'?
zh_cn: %1 已经分配给了“%2”。 要重新分配给“%3”吗？

source: %1 is already registered
zh_cn: %1 已经被注册了

source: %1 is an invalid path.
zh_cn: %1 的路径无效。

source: %1 is editing frames from %2 to %3
zh_cn: %1 正在编辑从 %2 到 %3 的帧

source: %1 is not a directory
zh_cn: %1 不是目录

source: %1 is not a valid color (valid color names are 'red', 'transparent', '#FF8800', ecc.)
zh_cn: %1 不是有效的颜色(有效的颜色名是类似“red”、“transparent”和“#FF8800”等等)

source: %1 items to edit.
zh_cn: 共 %1 个项目可编辑。

source: %1 items to purge.
zh_cn: 共 %1 个项目可清除。

source: %1 items to put.
zh_cn: 共 %1 个项目可放置。

source: %1 items to revert.
zh_cn: 共 %1 个项目可复原。

source: %1 items to unlock.
zh_cn: 共 %1 个项目可解锁。

source: %1 items to update.
zh_cn: 共 %1 个条目可更新。

source: %1 level(s) done, %2 level(s) skipped with %3 error(s).
zh_cn: %1层级完成，%2层级因为%3错误而跳过。

source: %1 level(s) skipped
zh_cn: 已跳过 %1 个层级

source: %1 of %2
zh_cn: %2 的 %1

source: %1 on %2 is editing frames from %3 to %4.
zh_cn: %1 正在 %2 上编辑着从 %3 到 %4 的帧。

source: %1 scenes imported
zh_cn: 导入了 %1 个场景

source: %1 x %2 pages
zh_cn: %1 x %2 页

source: %1: the current scene has been modified.
zh_cn: %1：当前场景已经被修改过。

source: %n page(s)
zh_cn: %n 叶

source: &About OpenToonz...
zh_cn: 关于 OpenToonz(&A)...

source: &Activate
zh_cn: 启用(&A)

source: &Add Cleanup Task
zh_cn: 添加清稿任务(&A)

source: &Add Frames...
zh_cn: 添加帧(&A)...

source: &Add Render Task
zh_cn: 添加渲染任务(&A)

source: &Antialias...
zh_cn: 抗锯齿(&A)...

source: &Apply Auto Lip Sync to Column
zh_cn: 应用自动口型同步到列(&A)

source: &Apply Lip Sync Data to Column
zh_cn: 应用口型同步数据到列(&A)

source: &Apply Match Lines...
zh_cn: 应用适配线(&A)...

source: &Autocenter...
zh_cn: 自动定位中心(&A)...

source: &Autoexpose
zh_cn: 自动公开(&A)

source: &Autorenumber
zh_cn: 自动编号(&A)

source: &Batch Servers
zh_cn: 批处理服务器(&B)

source: &Binarize...
zh_cn: 二值化(&B)...

source: &Black BG Check
zh_cn: 黑背景检查(&B)

source: &Black Background
zh_cn: 黑背景(&B)

source: &Blend colors
zh_cn: 混色(&B)

source: &Brightness and Contrast...
zh_cn: 亮度和对比度(&B)...

source: &Cache FX
zh_cn: 缓存特效(&C)

source: &Camera BG Color
zh_cn: 摄影机背景色(&C)

source: &Camera Box
zh_cn: 摄影机框(&C)

source: &Camera Capture...
zh_cn: 摄影机拍摄(&C)...

source: &Camera Preview
zh_cn: 摄影机预览(&C)

source: &Camera Settings...
zh_cn: 摄影机设置(&C)...

source: &Camera Test
zh_cn: 摄影机测试(&C)

source: &Canvas Size...
zh_cn: 画布尺寸(&C)...

source: &Checkered Background
zh_cn: 棋盘格背景(&C)

source: &Cleanup
zh_cn: 清稿(&C)

source: &Cleanup Settings
zh_cn: 清稿设置(&C)

source: &Cleanup Settings...
zh_cn: 清稿设置(&C)...

source: &Clear Cache Folder
zh_cn: 清理缓存文件夹(&C)

source: &Clear Recent Flipbook Image List
zh_cn: 清除最近的翻页书图像列表(&C)

source: &Clear Recent Scene File List
zh_cn: 清除最近场景文件列表(&C)

source: &Clear Recent level File List
zh_cn: 清除最近层级文件列表(&C)

source: &Clone Cells
zh_cn: 克隆帧格(&C)

source: &Clone Preview
zh_cn: 克隆预览(&C)

source: &Close Editor
zh_cn: 关闭编辑器(&C)

source: &Close Sub-Xsheet
zh_cn: 关闭子摄影表(&C)

source: &Color Fade...
zh_cn: 颜色淡化(&C)...

source: &Color Model
zh_cn: 色彩模型(&C)

source: &ComboViewer
zh_cn: 组合式查看器(&C)

source: &Command Bar
zh_cn: 命令条(&C)

source: &Community Forum...
zh_cn: 社区论坛(&C)...

source: &Compare to Snapshot
zh_cn: 和快照比较(&C)

source: &Configure Shortcuts...
zh_cn: 配置快捷键(&C)...

source: &Connect to Xsheet
zh_cn: 连接到摄影表(&C)

source: &Convert File...
zh_cn: 转换文件(&C)...

source: &Convert TZP Files In Folder...
zh_cn: 在文件夹中转换 TZP(&C)...

source: &Copy
zh_cn: 拷贝(&C)

source: &Create Blank Drawing
zh_cn: 创建空白绘图(&C)

source: &Create Linked FX
zh_cn: 创建已链接的特效(&C)

source: &Custom Panel Editor...
zh_cn: 定制面板编辑器(&C)...

source: &Custom Panels
zh_cn: 定制面板(&C)

source: &Cut
zh_cn: 剪切(&C)

source: &Decrease Step
zh_cn: 减少步长(&D)

source: &Define Loading Box
zh_cn: 定义加载框(&D)

source: &Define Scanner...
zh_cn: 指定扫描仪(&D)...

source: &Define Sub-camera
zh_cn: 定义子摄影机(&D)

source: &Delete
zh_cn: 删除(&D)

source: &Delete Lines...
zh_cn: 删除线(&D)...

source: &Delete Match Lines
zh_cn: 删除适配线(&D)

source: &Delete Unused Styles
zh_cn: 删除未用的样式(&D)

source: &Disconnect from Xsheet
zh_cn: 断开摄影表的连接(&D)

source: &Display Areas as Filled
zh_cn: 将区域显示为已填充(&D)

source: &Display in Level Strip
zh_cn: 在层级条中显示(&D)

source: &Duplicate Drawing
zh_cn: 复制绘图(&D)

source: &Each 2
zh_cn: 1/2 步长(&E)

source: &Each 3
zh_cn: 1/3 步长(&E)

source: &Each 4
zh_cn: 1/4 步长(&E)

source: &Enter Group
zh_cn: 进入组(&E)

source: &Exit Group
zh_cn: 退出组(&E)

source: &Explode Macro FX
zh_cn: 展开宏特效(&E)

source: &Export Camera Track
zh_cn: 导出摄影机轨迹

source: &Export Current Scene
zh_cn: 导出当前场景(&E)

source: &Export Level...
zh_cn: 导出层级(&E)...

source: &Export Soundtrack
zh_cn: 导出音轨(&E)

source: &Export Stop Motion Image Sequence
zh_cn: 输出定格动画图像系列(&E)

source: &Export Xsheet to PDF
zh_cn: 导出 摄影表为 PDF(&E)

source: &Expose in Xsheet
zh_cn: 在摄影表中公开(&E)

source: &FX Editor
zh_cn: 特效编辑器(&F)

source: &Fast Render to MP4
zh_cn: 快速渲染 MP4(&F)

source: &Field Guide
zh_cn: 规格板(&F)

source: &File Browser
zh_cn: 文件浏览器(&F)

source: &Fill Check
zh_cn: 填充检查(&F)

source: &Fill In Empty Cells
zh_cn: 在空的帧格中填充(&F)

source: &First Frame
zh_cn: 第一帧(&F)

source: &Fit to Window
zh_cn: 适合窗口(&F)

source: &Flip Horizontally
zh_cn: 水平翻转(&F)

source: &Flip Vertically
zh_cn: 垂直翻转(&F)

source: &Flipbook
zh_cn: 翻页书(&F)

source: &Focus on Current
zh_cn: 对焦到当前物体(&F)

source: &Freeze//Unfreeze Preview
zh_cn: 冻结/取消冻结预览(&F)

source: &Function Editor
zh_cn: 功能编辑器(&F)

source: &Gap Check
zh_cn: 间隙检查(&G)

source: &Group
zh_cn: 成组(&G)

source: &Guide
zh_cn: 参考线(&G)

source: &Hand Mode
zh_cn: 抓手模式(&H)

source: &Histogram
zh_cn: 直方图(&H)

source: &History
zh_cn: 历史记录(&H)

source: &Import Toonz Lip Sync File...
zh_cn: 导入 Toonz 口型同步文件(&I)...

source: &Increase Step
zh_cn: 增加步长(&I)

source: &Increase gain 1/2 stop (multiply by sqrt(2))
zh_cn: 增加1/2档增益(乘以 sqrt(2))(&I)

source: &Info...
zh_cn: 信息(&I)...

source: &Ink Check
zh_cn: 描线检查(&I)

source: &Ink#1 Check
zh_cn: 1#线检查(&I)

source: &Insert
zh_cn: 插入(&I)

source: &Insert Above
zh_cn: 插入在上(&I)

source: &Insert Above/After
zh_cn: 插入在上/下(&I)

source: &Insert After
zh_cn: 插入在后(&I)

source: &Insert Before
zh_cn: 插入在前(&I)

source: &Insert Below
zh_cn: 插入在下(&I)

source: &Invert Selection
zh_cn: 反选(&I)

source: &Large Thumbnails View
zh_cn: 大缩略图视图(&L)

source: &Last Frame
zh_cn: 最后一帧(&L)

source: &Level Settings...
zh_cn: 层级设置(&L)...

source: &Level Strip
zh_cn: 层级条(&L)

source: &List View
zh_cn: 列表视图(&L)

source: &Load As Sub-xsheet...
zh_cn: 加载为子摄影表(&L)...

source: &Load Color Model...
zh_cn: 加载色彩模型(&L)...

source: &Load Folder...
zh_cn: 加载文件夹(&L)...

source: &Load Level...
zh_cn: 加载层级(&L)...

source: &Load Motion Path...
zh_cn: 加载运动路径(&L)...

source: &Load Recent Image Files
zh_cn: 加载最近的图像文件(&L)

source: &Load Scene...
zh_cn: 加载场景(&L)...

source: &Load Task List
zh_cn: 加载任务列表(&L)

source: &Locator
zh_cn: 定位器(&L)

source: &Lock Palette
zh_cn: 锁定调色板(&L)

source: &Lock Room Panes
zh_cn: 锁定工作区(&L)

source: &Make Macro FX
zh_cn: 制作宏特效(&M)

source: &Maximize Nodes
zh_cn: 最大化节点(&M)

source: &Medium Thumbnails View
zh_cn: 中缩略图视图(&M)

source: &Merge
zh_cn: 合并(&M)

source: &Merge Levels
zh_cn: 合并层级(&M)

source: &Merge Tlv Levels...
zh_cn: 合并 TLV 层级(&M)...

source: &Message Center
zh_cn: 信息中心(&M)

source: &Minimize Nodes
zh_cn: 最小化节点(&M)

source: &Move Back One
zh_cn: 移动到后一个(&M)

source: &Move Forward One
zh_cn: 移动到前一个(&M)

source: &Move Palette
zh_cn: 移动调色板(&M)

source: &Move to Back
zh_cn: 移动到最后(&M)

source: &Move to Front
zh_cn: 移动到前面(&M)

source: &New Camera
zh_cn: 新建摄影机(&N)

source: &New FX...
zh_cn: 新建特效(&N)...

source: &New Level...
zh_cn: 新建层级(&N)...

source: &New Motion Path
zh_cn: 新建运动路径(&N)

source: &New Output
zh_cn: 新建输出(&N)

source: &New Page
zh_cn: 新建页(&N)

source: &New Pegbar
zh_cn: 新建定位尺(&N)

source: &New Project...
zh_cn: 新建项目(&N)...

source: &New Raster Level
zh_cn: 新建光栅层级(&N)

source: &New Scene
zh_cn: 新建场景(&N)

source: &New Style
zh_cn: 新建样式(&N)

source: &New Toonz Raster Level
zh_cn: 新建 Toonz 光栅层级(&N)

source: &New Vector Level
zh_cn: 新建矢量层级(&N)

source: &Next Frame
zh_cn: 下一帧(&N)

source: &Online Manual...
zh_cn: 在线手册(&O)...

source: &Opacity Check
zh_cn: 不透明度检查(&O)

source: &Open Function Curve Editor
zh_cn: 打开功能曲线编辑器(&O)

source: &Open Group
zh_cn: 打开组(&O)

source: &Open Macro FX
zh_cn: 打开宏特效(&O)

source: &Open Recent Level File
zh_cn: 打开最近层级文件(&O)

source: &Open Recent Scene File
zh_cn: 打开最近场景文件(&O)

source: &Open Sub-Xsheet
zh_cn: 打开子摄影表(&O)

source: &Output Settings...
zh_cn: 输出设置(&O)...

source: &Paint Check
zh_cn: 上色检查(&P)

source: &Palette
zh_cn: 调色板(&P)

source: &Palette Gizmo
zh_cn: 调色板装置(&P)

source: &Paste
zh_cn: 粘贴(&P)

source: &Paste Add
zh_cn: 粘贴添加(&P)

source: &Paste Cell Content
zh_cn: 粘贴帧格内容(&P)

source: &Paste Color && Name
zh_cn: 粘贴颜色和名称(&P)

source: &Paste Insert
zh_cn: 插入粘贴(&I)

source: &Paste Insert Above
zh_cn: 插入粘贴在上(&I)

source: &Paste Insert Above/After
zh_cn: 插入粘贴在上/下(&P)

source: &Paste Insert After
zh_cn: 插入粘贴在后(&P)

source: &Paste Insert Before
zh_cn: 插入粘贴在前(&P)

source: &Paste Insert Below
zh_cn: 插入粘贴在下(&I)

source: &Paste Into
zh_cn: 贴入(&P)

source: &Paste Numbers
zh_cn: 粘贴编号(&P)

source: &Paste Replace
zh_cn: 粘贴替换(&P)

source: &Paste as a Copy
zh_cn: 粘贴为副本(&P)

source: &Preferences...
zh_cn: 首选项(&P)...

source: &Preproduction Board
zh_cn: 前期制作板(&P)

source: &Preview
zh_cn: 预览(&P)

source: &Preview Cleanup
zh_cn: 预览清稿(&P)

source: &Preview Settings...
zh_cn: 预览设置(&P)...

source: &Previous Frame
zh_cn: 上一帧(&P)

source: &Print Current Frame...
zh_cn: 打印当前帧(&P)...

source: &Print Xsheet
zh_cn: 打印摄影表(&P)

source: &Project Settings...
zh_cn: 项目设置(&P)...

source: &Quit
zh_cn: 退出(&Q)

source: &Random
zh_cn: 随机(&R)

source: &Raster Bounding Box
zh_cn: 光栅边界框(&R)

source: &Redo
zh_cn: 重做(&R)

source: &Reduce gain 1/2 stop (divide by sqrt(2))
zh_cn: 减少1/2档增益(除以 sqrt(2))(&R)

source: &Regenerate Frame Preview
zh_cn: 重新生成帧预览(&R)

source: &Regenerate Preview
zh_cn: 重新生成预览(&R)

source: &Reload
zh_cn: 重新加载(&R)

source: &Remove
zh_cn: 素材(&R)

source: &Remove All Unused Levels
zh_cn: 移除全部未用层级(&R)

source: &Remove Vector Overflow
zh_cn: 删除矢量多余部分(&R)

source: &Render
zh_cn: 渲染(&R)

source: &Renumber...
zh_cn: 重新编号(&R)...

source: &Reorder Nodes
zh_cn: 重新排列节点(&R)

source: &Repeat...
zh_cn: 重复(&R)...

source: &Replace Level...
zh_cn: 替换层级(&R)...

source: &Replace Parent Directory...
zh_cn: 替换父目录(&R)...

source: &Report a Bug...
zh_cn: 上报 Bug(&R)...

source: &Reset Center
zh_cn: 重置中心点(&R)

source: &Reset Cropbox
zh_cn: 重置裁切框(&R)

source: &Reset Size
zh_cn: 重置大小(&R)

source: &Reset Step
zh_cn: 重置步长(&R)

source: &Reset View
zh_cn: 重置视图(&R)

source: &Reset to Default Rooms
zh_cn: 初始化工作区(&R)

source: &Reverse
zh_cn: 反序(&R)

source: &Revert Scene
zh_cn: 复原场景(&R)

source: &Revert to Cleaned Up
zh_cn: 复原到已清稿过的(&R)

source: &Roll Down
zh_cn: 下卷(&R)

source: &Roll Up
zh_cn: 上卷(&R)

source: &Ruler
zh_cn: 标尺(&R)

source: &Safe Area
zh_cn: 安全区域(&S)

source: &Save All
zh_cn: 保存全部(&S)

source: &Save All Levels
zh_cn: 保存全部层级(&S)

source: &Save As Preset
zh_cn: 另存为预设(&S)

source: &Save As Preset...
zh_cn: 另存为预设(&S)...

source: &Save Default Settings
zh_cn: 保存为默认设置(&S)

source: &Save Images
zh_cn: 保存图像(&S)

source: &Save Level
zh_cn: 保存层级(&S)

source: &Save Level As...
zh_cn: 另存层级(&S)...

source: &Save Motion Path...
zh_cn: 保存运动路径(&S)...

source: &Save Palette
zh_cn: 保存调色板(&S)

source: &Save Palette As
zh_cn: 另存调色板(&S)

source: &Save Palette As...
zh_cn: 另存调色板(&S)...

source: &Save Previewed Frames
zh_cn: 保存预览过的帧(&S)

source: &Save Scene
zh_cn: 保存场景(&S)

source: &Save Scene As...
zh_cn: 另存场景(&S)...

source: &Save Sub-Xsheet As...
zh_cn: 另存子摄影表(&S)...

source: &Save Task List
zh_cn: 保存任务列表(&S)

source: &Save Task List As
zh_cn: 另存任务列表(&S)

source: &Scan
zh_cn: 扫描(&S)

source: &Scan Settings...
zh_cn: 扫描设置(&S)...

source: &Scene Cast
zh_cn: 场景职员(&S)

source: &Scene Settings...
zh_cn: 场景设置(&S)...

source: &Schematic
zh_cn: 示意图(&S)

source: &Select All
zh_cn: 选择全部(&S)

source: &Selection Mode
zh_cn: 选择模式(&S0

source: &Set Cropbox
zh_cn: 设置裁切框(&S)

source: &Set Key
zh_cn: 设置关键帧(&S)

source: &Shift Keys Down
zh_cn: 下移关键帧(&S)

source: &Shift Keys Up
zh_cn: 上移关键帧(&S)

source: &Small Thumbnails View
zh_cn: 小缩略图视图(&S)

source: &Snapshot
zh_cn: 快照(&S)

source: &Soundtrack
zh_cn: 声轨(&S)

source: &Start
zh_cn: 开始(&S)

source: &Startup Popup...
zh_cn: 启动窗口(&S)...

source: &Step 2
zh_cn: 2 倍步长(&S)

source: &Step 3
zh_cn: 3 倍步长(&S)

source: &Step 4
zh_cn: 4 倍步长(&S)

source: &Stop
zh_cn: 停止(&S)

source: &Stop Motion Controls
zh_cn: 定格动画控制器(&S)

source: &Studio Palette
zh_cn: 工作室调色板(&S)

source: &Style Editor
zh_cn: 样式编辑器(&S)

source: &Subsampling 1
zh_cn: 子采样 1(&S)

source: &Subsampling 2
zh_cn: 子采样 2(&S)

source: &Subsampling 3
zh_cn: 子采样 3(&S)

source: &Subsampling 4
zh_cn: 子采样 4(&S)

source: &Swing
zh_cn: 摇摆(&S)

source: &Switch output port display mode
zh_cn: 切换输出端口显示模式(&S)

source: &Table
zh_cn: 动画圆盘(&T)

source: &Tasks
zh_cn: 任务(&T)

source: &Time Stretch...
zh_cn: 时间伸缩(&T)...

source: &Timeline
zh_cn: 时间轴(&T)

source: &Toggle Edit In Place
zh_cn: 打开/关闭原位编辑(&T)

source: &Toggle node icons
zh_cn: 显示/隐藏节点图标(&T)

source: &Tool Option Bar
zh_cn: 工具选项条(&T)

source: &Toolbar
zh_cn: 工具条(&T)

source: &Touch Gesture Control
zh_cn: 触控手势控制(&T)

source: &Transparency Check
zh_cn: 透明度检查(&T)

source: &Uncache FX
zh_cn: 取消特效缓存(&U)

source: &Uncache Fx
zh_cn: 取消特效缓存(&U)

source: &Undo
zh_cn: 撤消(&U)

source: &Ungroup
zh_cn: 解组(&U)

source: &Unlink
zh_cn: 取消链接(&U)

source: &Use Loading Box
zh_cn: 使用加载框(&U)

source: &View...
zh_cn: 查看(&V)...

source: &Viewer
zh_cn: 查看器(&V)

source: &Viewer Histogram
zh_cn: 查看器直方图(&V)

source: &Visualize Vector As Raster
zh_cn: 以光栅显示矢量(&V)

source: &What's New...
zh_cn: 更新(&W)...

source: &White Background
zh_cn: 白背景(&W)

source: &Xsheet
zh_cn: 摄影表(&X)

source: &Zoom In
zh_cn: 放大(&Z)

source: &Zoom Mode
zh_cn: 缩放模式(&Z）

source: &Zoom Out
zh_cn: 缩小(&Z)

source: '%1' doesn't seem a well formed camera preset.
zh_cn: '%1' 不是正确格式的摄影机预设。

source: '%1' doesn't seem to be a well formed camera preset.
zh_cn: '%1' 不是正确格式的摄影机预设。

source: ( Custom date )
zh_cn: (定制日期)

source: (%1 blank cells will be inserted.)
zh_cn: （%1个空白帧格将被插入。)

source: (Color Model:
zh_cn: (色彩模型:

source: (FILE DOES NOT EXIST)
zh_cn: (文件不存在)

source: (Flipped)
zh_cn: (已翻转)

source: (In a sub xsheet)
zh_cn: (在子摄影表)

source: (In the current xsheet)
zh_cn: (在当前摄影表)

source: (Pass Through)
zh_cn: (通过)

source: (Sub)
zh_cn: (子)

source: (This behavior can be disabled in Preferences.)
zh_cn: (此行为可以在首选项中禁用。)

source: (To be brought from the subxsheet)
zh_cn: (将从子摄影表取出)

source: (To be in the sub xsheet)
zh_cn: (将在子摄影表)

source: (clockwise, i.e. left to right as viewed from inside of the shape)
zh_cn: (顺时针，即从形状内部看，从左到右)

source: (gain %1)
zh_cn: 增益%1

source: (linked to Scene Settings)
zh_cn: (连接到场景设定)

source: (period)
zh_cn: (期间)

source: * Changes will take effect the next time you run OpenToonz
zh_cn: * 更改将在下次启动 OpenToonz 时生效

source: * Palette will not be changed.
zh_cn: * 调色板不会被更改。

source: + %1 more level(s)
zh_cn: + %1 层级

source: - Battery:
zh_cn: - 电池:

source: - Currently only the columns containing raster levels can be exported.
zh_cn: - 面前只有包含光栅层级的列可以被导出。

source: - No Current Level -
zh_cn: - 没有当前层级 -

source: - No Styles -
zh_cn: - 无样式 -

source: - Select camera -
zh_cn: - 选择摄影机 -

source: - The level files must be placed at the same or child folder relative to the scene file.
zh_cn: - 层级文件必须放置在与场景文件相同的或者子文件夹中。

source: ----Separator----
zh_cn: ----分隔条----

source: ... and %1 more items
zh_cn: ...以及 %1 项目

source: 0 Selected / 0 Total
zh_cn: 已选择 0 / 总计 0 个

source: 1 item to revert.
zh_cn: 1 个项目可复原。

source: 1(BW)
zh_cn: 1(黑白)

source: 128(RGBA Float)
zh_cn: 128(RGBA 浮点)

source: 16 bit
zh_cn: 16 位

source: 16 bits
zh_cn: 16 位

source: 16bit (0-65535)
zh_cn: 16位(0-65535)

source: 24 bits
zh_cn: 24 位

source: 30bit Display*
zh_cn: 30位显示*

source: 32 bit Floating point
zh_cn: 32位浮点

source: 32 bits
zh_cn: 32 位

source: 3D View
zh_cn: 3D 视图

source: 3DLUT File for [%1]:
zh_cn: 用于 [%1] 的 3DLUT 文件:

source: 3sec Sheet
zh_cn: 3秒表

source: 48 bits
zh_cn: 48 位

source: 48(RGB Half Float)
zh_cn: 48(RGB 半浮点)

source: 64 bits
zh_cn: 64 位

source: 64(RGBA Half Float)
zh_cn: 64(RGBA 半浮点)

source: 6sec Sheet
zh_cn: 6秒表

source: 8 bit
zh_cn: 8 位

source: 8 bits (Greyscale)
zh_cn: 8 位(灰阶)

source: 8(GREYTONES)
zh_cn: 8(灰阶)

source: 8bit (0-255)
zh_cn: 8位(0-255)

source: 96(RGB Float)
zh_cn: 96(RGB 浮点)

source: : Cleanup in progress
zh_cn: ：正在进行清稿

source: :: Frame:
zh_cn: :: 帧:

source: :: Level:
zh_cn: :: 层级:

source: :: Shrink
zh_cn: :: 收缩

source: :: Zoom :
zh_cn: :: 缩放:

source: < Prev
zh_cn: < 前

source: << Add
zh_cn: << 添加

source: <b>Comment:</b>
zh_cn: <b>注释:</b>

source: <b>Date:</b>
zh_cn: <b>日期:</b>

source: <b>Edited By:</b>
zh_cn: <b>编辑者:</b>

source: <b>Host:</b>
zh_cn: <b>主机:</b>

source: <b>OpenToonz crashed unexpectedly.</b>
zh_cn: <b>OpenToonz 意外崩溃了。</b>

source: <custom>
zh_cn: <定制>

source: <files>
zh_cn: <文件>

source: A I Drawing
zh_cn: A I 图

source: A conversion task is in progress!
zh_cn: 一项转换任务正在进行中!

source: A crash report has been generated.
zh_cn: 崩溃报告已经生成。

source: A file name cannot contains any of the following characters: /\:*?"<>|.
zh_cn: 文件名不能包含如下的任一字符: /\:*?"<>|.

source: A file named
zh_cn: 名为

source: A filename cannot be empty or contain any of the following characters:
zh_cn: 文件名不能为空或能包含如下的任一字符:

source: A folder %1 does not exist.
zh_cn: 文件夹 %1 不存在。

source: A group of skeletons already exists for current column.
zh_cn: 当前列已经存在一组骨架。

source: A level with the preferred path "%1" already exists.
zh_cn: 选定的路径 %1 已经有层级已存在。

source: A partial save file was generated and changes may be manually salvaged from '%2'.
zh_cn: 生成了一个部分保存文件，可以从 '%2' 中手动抢救修改。

source: A prior save of Scene '%1' was critically interrupted.
zh_cn: 早前保存的 '%1' 已经损毁。

source: A script significantly increases the accuracy of the lip sync.
zh_cn: 极大提高口型同步精确度的一段脚本。

source: A separation task is in progress!
zh_cn: 已有分色任务进行中！

source: A/R
zh_cn: 长宽比

source: A/R:
zh_cn: 长宽比:

source: A3 size, 3 seconds sheet
zh_cn: A3大小，3秒的表

source: A3 size, 6 seconds sheet
zh_cn: A3大小，6秒的表

source: A:
zh_cn: 角度:

source: AC Power
zh_cn: 交流电源

source: ACTION
zh_cn: 动作

source: ACTIONS
zh_cn: 动作

source: ADD to
zh_cn: 已添加

source: Abort
zh_cn: 中断

source: Aborting render...
zh_cn: 中断渲染...

source: Aborting.
zh_cn: 中断。

source: About OpenToonz
zh_cn: 关于 OpenToonz

source: Absolute colored + Line handle
zh_cn: 绝对色+线条手柄

source: Accept Non-alphabet Suffix
zh_cn: 接受非字母顺序后缀

source: Accuracy
zh_cn: 精度

source: Accuracy:
zh_cn: 精度:

source: Activate
zh_cn: 启用

source: Activate Cycle
zh_cn: 启用循环

source: Activate Onion Skin
zh_cn: 启用洋葱皮

source: Active Axis
zh_cn: 当前轴

source: Active Axis - All
zh_cn: 当前轴 - 全部

source: Active Axis - Center
zh_cn: 当前轴 - 中心点

source: Active Axis - Position
zh_cn: 当前轴 - 位置

source: Active Axis - Rotation
zh_cn: 当前轴 - 旋转

source: Active Axis - Scale
zh_cn: 当前轴 - 缩放

source: Active Axis - Shear
zh_cn: 当前轴 - 切变

source: Actual Pixel Size
zh_cn: 实际像素

source: Add
zh_cn: 添加

source: Add Antialiasing
zh_cn: 添加抗锯齿

source: Add Antialiasing with Intensity:
zh_cn: 添加抗锯齿(强度):

source: Add As Cleanup Task
zh_cn: 添加为清稿任务

source: Add As Render Task
zh_cn: 添加为渲染任务

source: Add Border
zh_cn: 添加边界

source: Add Clapperboard
zh_cn: 添加场记板

source: Add Cleanup
zh_cn: 添加清稿

source: Add Cleanup Task to Batch List
zh_cn: 添加清稿任务到批处理列表

source: Add Color
zh_cn: 添加颜色

source: Add FX
zh_cn: 添加特效

source: Add Frames
zh_cn: 添加帧

source: Add Frames : Level %1 : Frame
zh_cn: 添加帧：层级 %1：帧

source: Add Fx :
zh_cn: 添加特效 :

source: Add Level to Scene Cast : %1
zh_cn: 加层级到场景职员 : %1

source: Add Match Line Inks
zh_cn: 添加适配线条的墨迹

source: Add New Memo
zh_cn: 添加新备忘

source: Add New Word for %1
zh_cn: 添加新词到 %1

source: Add Page %1 to Palette %2
zh_cn: 添加页 %1 到调色板 %2

source: Add Render
zh_cn: 添加渲染

source: Add Render Task to Batch List
zh_cn: 添加渲染任务到批处理列表

source: Add Style to Palette %1
zh_cn: 添加样式到调色板 %1

source: Add Thickness
zh_cn: 增减粗细

source: Add color model's palette to the destination palette.
zh_cn: 将色彩模型的调色板添加到目标调色板。

source: Add output settings preset
zh_cn: 添加输出设置预设

source: Add preset
zh_cn: 添加预设

source: Adding %1 items...
zh_cn: 正在添加 %1 个项目...

source: Adding frames to the existing level won't refer to this value.
zh_cn: 在现有层级上添加帧不会参考这个值。

source: Adding hook file to repository...
zh_cn: 正在添加钩子文件到仓库...

source: Additional Project Locations
zh_cn: 附加项目位置

source: Additional Style Sheet
zh_cn: 附加样式表

source: Additional column settings
zh_cn: 附加列设定

source: Adherence
zh_cn: 遵循

source: Adjust
zh_cn: 调整

source: Adjust Current Level to This Palette
zh_cn: 调整当前层级到此调色板

source: Adjust Levels
zh_cn: 调整色阶

source: Adjust Levels...
zh_cn: 调整色阶...

source: Adjust Thickness
zh_cn: 调整粗细

source: Adjust Thickness...
zh_cn: 调整粗细...

source: Advanced
zh_cn: 高级

source: Advanced: Multiple paths can be separated by ** (No Spaces)
zh_cn: 注意：多个路径可以用**分开(无空格)

source: Airbrush
zh_cn: 喷枪

source: Align Boundary Strokes Direction
zh_cn: 对齐边界描绘方向

source: Align Center
zh_cn: 居中对齐

source: Align Left
zh_cn: 左对齐

source: Align Right
zh_cn: 右对齐

source: Align boundary strokes direction to be the same.
zh_cn: 对齐边界描绘方向，使之一致。

source: All
zh_cn: 全部

source: All Drawings
zh_cn: 全部笔画

source: All Icons
zh_cn: 所有图标

source: All Icons & Images
zh_cn: 所有图标和图像

source: All columns
zh_cn: 全部列

source: All frames
zh_cn: 所有帧

source: All imported images will use the same DPI
zh_cn: 全部导入的图像采用相同 DPI

source: All preview range frames
zh_cn: 所有预览范围的帧

source: All selected cells must belong to the same level.
zh_cn: 所有选中的帧格必须属于同一层级。

source: All user rooms will be lost!
zh_cn: 所有用户工作区将丢失！

source: Allow
zh_cn: 允许

source: Allow All Dups
zh_cn: 允许全部重复

source: Allow Multi-Thread in FFMPEG Rendering (UNSTABLE)
zh_cn: 允许多线程 FFMPEG 渲染(不稳定)

source: Allow Stretching
zh_cn: 允许伸缩

source: Allow duplicate?
zh_cn: 是否允许复制？

source: Alpha
zh_cn: 透明度

source: Alpha Channel
zh_cn: 透明度通道

source: Alpha Channel:
zh_cn: Alpha 通道:

source: Alpha Matting
zh_cn: 透明度抠图

source: Already saving!
zh_cn: 已保存！

source: Also the initial output destination for new scenes will be set to $scenefolder as well.
zh_cn: 同时初始化输出目的也将被设置到 $scenefolder。

source: Alt + Click to Toggle Thumbnail
zh_cn: [Alt + 点按]以显示/隐藏缩略图

source: Always
zh_cn: 总是

source: Always Overwrite in This Scene
zh_cn: 总是在此场景中覆盖

source: Always ask before loading or importing
zh_cn: 加载和导入前总是询问

source: Always do this action.
zh_cn: 总是执行这个动作。

source: Always import the file to the current project
zh_cn: 总是导入文件到当前项目

source: Always load the file from the current location
zh_cn: 总是从当前位置加载文件

source: An error occurred.
zh_cn: 发生了一个错误。

source: An update is available for this software.
zh_cn: 本软件有升级版可用。

source: Anchor
zh_cn: 定位

source: Angle
zh_cn: 角度

source: Angle Bounds
zh_cn: 角度限制范围

source: Angle:
zh_cn: 角度:

source: Animate
zh_cn: 动画

source: Animate Mode
zh_cn: 动画模式

source: Animate Tool
zh_cn: 动画工具

source: Animate Tool - All
zh_cn: 动画工具 - 全部

source: Animate Tool - Center
zh_cn: 动画工具 - 中心点

source: Animate Tool - Next Mode
zh_cn: 动画工具 - 下一模式

source: Animate Tool - Position
zh_cn: 动画工具 - 位置
